Repository: Nocksoft/Author-Box-by-Nocksoft
Catalog: languages/author-box-by-nocksoft-*.po
Languages: de_de

source: Adds a modern customizable author info box at the end of your posts and implements support for local avatars.
de_de: F&uuml;gt eine moderne anpassbare Autoren Info Box am Ende deines Beitrages ein und bringt Support f&uuml;r lokale Avatare.

source: Settings
de_de: Einstellungen

source: View Archive
de_de: Archiv anzeigen

source: A Post by
de_de: Ein Beitrag von

source: User-specific settings are made in your user profile in WordPress (Users -> Your Profile -> Edit). General settings can be made here.
de_de: Benutzerspezifische Einstellungen werden in deinem Benutzerprofil get&auml;tigt (Benutzer -> Dein Profil -> Bearbeiten). Allgemeine Einstellungen k&ouml;nnen hier vorgenommen werden.

source: General
de_de: Allgemein

source: Layout
de_de: Aussehen

source: Author Box display options
de_de: Author Box Anzeigeeinstellungen

source: Display Author Box at the end of each post automatically
de_de: F&uuml;ge die Author Box am Ende von Beitr&auml;gen automatisch hinzu

source: Display Author Box at the end of each page automatically (not on front page, blog homepage and privacy policy)
de_de: F&uuml;ge die Author Box am Ende von Seiten automatisch hinzu (nicht auf Startseite, Beitragsseite und Datenschutzerkl&auml;rung)

source: Other options
de_de: Weitere Einstellungen

source: Hide the author box of default WordPress theme (tested from Twenty Nineteen up to Twenty Twenty-One)
de_de: Verstecke die Autor-Biografie (Author Box) vom WordPress Standard-Theme (Getestet von Twenty Nineteen bis Twenty Twenty-One)

source: If your theme offers you an option to hide the author box of your theme, you should use your theme's setting for this.
de_de: Wenn dein Theme dir eine Option anbietet, die Autor-Biografie (Author Box) deines Themes auszublenden, solltest du die Einstellung deines Themes dafÃ¼r verwenden.

source: Basic
de_de: Grundlegend

source: Inherit from website
de_de: Von Webseite erben

source: Font of Author Box
de_de: Schriftart der Author Box

source: Inherit from website means that the fonts of the WordPress theme are used.
de_de: Von Webseite erben bedeutet, dass die Schriftart des WordPress Themes verwendet wird.

source: Show Shadow of Author Box
de_de: Stelle einen Schatten um die Author Box dar

source: Border
de_de: Rahmen

source: Show Border of Author Box
de_de: Stelle den Rahmen der Author Box dar

source: Color of border
de_de: Farbe des Rahmens

source: Size of border
de_de: Breite des Rahmens

source: Size of Avatar (Pixel)
de_de: Gr&ouml;&szlig;e Avatar (Pixel)

source: Use a circle avatar instead of a square
de_de: Verwende ein rundes statt ein eckiges Profilbild

source: e.g. A Post by
de_de: z.B. Ein Beitrag von

source: Headline
de_de: Text der &Uuml;berschrift

source: Fontsize of Headline (em)
de_de: Schriftgr&ouml;&szlig;e der &Uuml;berschrift (em)

source: Fontsize of author's Position (em)
de_de: Schriftgr&ouml;&szlig;e der Position des Autors (em)

source: Biography
de_de: Biografie

source: Fontsize of Biography (em)
de_de: Schriftgr&ouml;&szlig;e der Biografie (em)

source: Fontsize of Links (em)
de_de: Schriftgr&ouml;&szlig;e der Links (em)

source: Display a link to the author's archive
de_de: Zeige einen Link zum Archiv des Autors an

source: Save Settings
de_de: Einstellungen speichern

source: Here you can make further settings for your avatar or other personal settings. The WordPress administrator can adjust global settings under Settings -> Author Box.
de_de: Hier kannst du weitere Einstellungen in Bezug auf deinen Avatar oder weitere pers&ouml;nliche Einstellungen vornehmen. Globale Einstellungen kann der WordPress-Administrator unter Einstellungen -> Author Box vornehmen.

source: Local avatars
de_de: Lokale Avatare

source: Use local avatars instead of Gravatar (Enter the URL to your avatar in the input field below)
de_de: Verwende lokale Avatare an Stelle von Gravatar (Trage die URL zu deinem Profilbild in das untere Eingabefeld ein)

source: Avatar URL (e.g. https://yoursite.com/avatar.jpg)
de_de: Avatar URL (z.B. https://deineseite.de/avatar.jpg)

source: Please enter a valid URL to your avatar, so that it can be displayed in the author box. You will get the best results if your avatar has the same width and height dimensions.
de_de: Gebe bitte eine g&uuml;ltige URL zu deinem Avatar an, damit dieses in der Author Box angezeigt werden kann. Das beste Ergebnis erh&auml;ltst du, wenn dein Profilbild die gleiche H&ouml;he und Breite aufweist.

source: Your Position
de_de: Deine Position

source: Position (e.g. Founder or Author of YourSite)
de_de: Position (z.B. Gr&uuml;nder oder Autor von DeineSeite)

source: Here you can enter your position. The position is shown below your name in the Author Box.
de_de: Hier kannst du deine Position angeben. Die Position wird unterhalb deines Namens in der Author Box angezeigt.

source: Homepage / About Me Page
de_de: Homepage / &Uuml;ber Mich Seite

source: Link Text (e.g. Homepage or About Me)
de_de: Link Text (z.B. Homepage oder &Uuml;ber mich)

source: Link URL (e.g. https://yoursite.com)
de_de: Link URL (z.B. https://deineseite.de)

source: This URL will be displayed below your biography in the Author Box.
de_de: Diese URL wird unterhalb deiner Biografie in der Author Box angezeigt.
